Repository: Mihail-1212/myers-briggs-personality-test
Catalog: myers_briggs_personality_test/apps/personality_test/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Descriptor info
ru: информация о дескрипторе

source: Important dates
ru: Важные даты

source: Enter your name
ru: Введите ваше имя

source: Enter your contact email
ru: Введите контактный адрес электронной почты

source: Orientation of consciousness
ru: Ориентация сознания (EI)

source: Orientation in the situation
ru: Ориентация в ситуации (SN)

source: The basis of decision-making
ru: Основа принятия решений (TF)

source: The method of preparing solutions
ru: Способ подготовки решений (JP)

source: False - I, True - E
ru: Ложь - I, Правда - E

source: False - N, True - S
ru: Ложь - N, Правда - S

source: False - F, True - T
ru: Ложь - F, Правда -T

source: False - P, True - J
ru: Ложь - P, Правда - J

source: descriptor name
ru: наименование дескриптора

source: decoding of descriptor name
ru: расшифровка наименования дескриптора

source: full description
ru: полное описание

source: descriptor info
ru: информация о дескрипторе

source: number of question
ru: номер вопроса

source: content of question
ru: содержание вопроса

source: question
ru: вопрос

source: questions
ru: вопросы

source: answer text
ru: текст ответа

source: descriptor count number
ru: вес дескриптора

source: descriptor type to increase
ru: тип дескриптора к увеличению

source: answer option
ru: вариант ответа

source: answer options
ru: варианты ответа

source: user name
ru: имя пользователя

source: user email address
ru: контактный адрес пользователя

source: created at
ru: создано

source: updated at
ru: обновлено

source: user result
ru: результат пользователя

source: user results
ru: результаты пользователя

source: answer
ru: ответ

source: user response to question
ru: ответ пользователя на вопрос

source: user responses to question
ru: ответы пользователя на вопросы

source: Personality types
ru: Типы личности

source: Go to
ru: Перейти

source: Instruction
ru: Инструкция

source: This questionnaire is designed to identify typical behaviors and personality characteristics. It consists of 70 statements (questions), each of which has two possible answers. You need to choose ONE. All answers are equal, among them there are no "right" or "wrong"! So there is no need to "guess" the answer. Choose the answer that is characteristic of your behavior in most life situations. Work consistently without skipping questions. Answer truthfully if you want to know something about yourself and not about some mythical person.
ru: Этот вопросник предназначен для определения типичных способов поведения и личностных характеристик. Он состоит из 70 утверждений (вопросов), каждое из которых имеет два варианта ответа. Вам необходимо выбрать ОДИН. Все ответы равноценны, среди них нет "правильных" или "неправильных"! Поэтому не нужно "угадывать" ответ. Выберите ответ, который свойствен вашему поведению в большинстве жизненных ситуаций. Работайте последовательно, не пропуская вопросов. Отвечайте правдиво, если вы хотите узнать что-то о себе, а не о какой-то мифической личности.

source: go to test
ru: перейти к тесту

source: Answer all questions
ru: Ответьте на все вопросы

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Send
ru: Отправить

source: Data not saved, contact your system administrator!
ru: Данные не сохранены, обратитесь к системному администратору!

source: User %(user)s with email %(email)s, this is page of your type
ru: Пользователь %(user)s с электронной почтой %(email)s, это страница вашего типа

source: Your type is %(type)s
ru: Ваш тип - %(type)s
